Repository: my1325/SomeTools
Catalog: wdlivekit-1.1.0/LGLiveKit/Resource/*.lproj/LJLiveLocalizable.strings
Languages: ar, tr

source: %@ reached the room quota!
ar: وصلت %@ للحصة المطلوبة في الغرفة
tr: %@ kotaya ulaştı!

source: %ld days
ar: %ld أيام
tr: %ld gün

source: + Follow
ar: تابع +
tr: + Takip et

source: Anchor
ar: مذيعة
tr: Yayıncı

source: Host
ar: مذيعة
tr: Yayıncı

source: Audience
ar: جمهور
tr: Seyirci

source: Block Successfully.
ar: تم الحظر بنجاح
tr: Başarıyla Engellendi

source: Block
ar: حظر
tr: Engelle

source: Cancel
ar: الغاء
tr: İptal

source: Choose your unique event medal
ar: اختر تسمية للحدث الفريد الخاص بك
tr: Eşsiz etkinlik madalyanızı seçin

source: Close
ar: اغلاق
tr: Kapat

source: Dislike
ar: عدم الإعجاب
tr: Beğenme

source: Do you want to end or minimize this live show ?
ar: هل تريد انهاء العرض المباشر أو تصغير النافذة؟
tr: Bu canlı şovu bitirmek mi yoksa küçültmek mi istiyorsunuz?

source: Don't miss any precious moments with her
ar: لا تفوت اية لحظة ثمينة معها !
tr: Onunla birlikte yaşayacağınız değerli anları kaçırmayın

source: Don’t show again.
ar: لا تذكِّر مجددا
tr: Bunu bir daha gösterme.

source: Draw
ar: مسحوب
tr: Berabere

source: Failed to follow.
ar: لقد فشلت عملية المتابعة
tr: Takip etme başarısız.

source: Failed to join the Livestream, please try again.
ar: لقد فشلت في الإنضمام الى البث المباشر، ارجوك غادر و اعد المحاولة مجدداً
tr: Canlı yayına katılma başarısız oldu. Lütfen tekrar deneyin.

source: Failed to report, please try again.
ar: لقد فشل الحظر. ارجوك حاول مجدداً
tr: Rapor edilemedi. Lütfen tekrar deneyin.

source: Failed to send the gift.
ar: لقد فشلت في ارسال الهدية.
tr: Hediye gönderilemedi.

source: First 5 minutes for free, %ld coins/min after that
ar: أول 5 دقائق مجانًا ، %ld قطعة نقدية للدقيقة بعد ذلك
tr: İlk 5 dakika ücretsiz, bundan sonra %ld jeton/dk

source: Followed
ar: لقد تمت المتابعة
tr: Takip ediliyor

source: Followers
ar: المتابعون
tr: Takipçiler

source: Following
ar: انا اتابع
tr: Takipte

source: Forever
ar: للابد
tr: Kalıcı

source: Free for the first 5 minutes, %ld coins /minute after it.
ar: %ld عملة في دقيقة بعد 5 دقائق تصبح المكالمة مجانية.
tr: İlk 5 dakika ücretsiz, sonrasında %ld jeton /dakika.

source: has been muted!
ar: لقد تم كتم صوت
tr: susturuldu!

source: Join the room
ar: التحق بالغرفة
tr: Odaya katıldı

source: Like her? Send a gift!
ar: هل احببتها؟ ارسل هدية!
tr: Onun gibi mi? Bir hediye gönder!

source: Like
ar: إعجاب
tr: Beğen

source: Message
ar: رسالة
tr: Mesaj

source: More anchors
ar: المزيد من المذيعات
tr: Daha fazla sunucu

source: No Medal
ar: لا يوجد أي معدن
tr: Madalya yok

source: Not now
ar: ليس الآن
tr: Şimdi değil

source: Opposite
ar: عكس
tr: Karşı

source: Please allow the access of your camera in the "Settings - Privacy - Cameras"
ar: الرجاء السماح بالوصول إلى الكاميرا الخاصة بك في " الإعدادات - الخصوصية - الكاميرات "
tr: Lütfen Ayarlar - Gizlilik - Kamera seçeneğinde kameranıza erişime izin verin

source: Please allow the access of your Mircophone in the "Settings - Privacy - Mircophone" option
ar: يُرجى السماح لعدة ضيوف بالوصول إلى الميكروفون الخاص بك في خيار " الإعدادات - الخصوصية - ميكروفون "
tr: Lütfen "Ayarlar - Gizlilik - Mikrofon" seçeneğinden mikrofonunuza erişime izin verin

source: Please allow the access of your photo album in the "Settings - Privacy - Photo Album" option
ar: يُرجى السماح لنا بالوصول إلى ألبوم الصور الخاص بك في الخيار " الإعدادات - الخصوصية - ألبوم الصور "
tr: Lütfen Ayarlar - Gizlilik - Fotoğraf Albümü seçeneğinde fotoğraf albümünüze erişime izin verin

source: Please check your network.
ar: ارجوك تحقق من شبكة الانترنت.
tr: Lütfen ağınızı kontrol edin.

source: Please click your favorite medal as your particular comment effect for Multibeam/Livestream below.
ar: الرجاء النقر فوق التسمية المفضلة لديك كتأثير التعليق الخاص بك على العرض المباشر أو المتنوع أدناه.
tr: Lütfen aşağıdaki Multibeam/Canlı yayın için özel yorum efektiniz olarak favori madalyanıza tıklayın.

source: Please describe the report in detail
ar: يرجى وصف التقرير بالتفصيل
tr: Lütfen raporu ayrıntılı olarak açıklayınız

source: Please don't spread vulgar, pornographic, abuse content, or any content violating customs, rights or laws. Exposure of personal information is also prohibited. Violators will be muted or banned.
ar: يرجى عدم نشر محتوى مبتذل وإباحي ومسيء وأي محتوى ينتهك العادات والحقوق والقوانين. وايضا يحظر الكشف عن المعلومات الشخصية. سيتم إسكات حساب المستخدم أو حظر الحساب
tr: Lütfen kaba, pornografik, taciz edici veya gelenekleri, hakları veya yasaları ihlal eden herhangi bir içeriği yaymayın. Kişisel bilgilerin ifşa edilmesi de yasaktır. İhlal edenler susturulacak veya yasaklanacaktır.

source: Private video chat
ar: دردشة فيديو خاصة
tr: Özel görüntülü sohbet

source: Reconnecting, please try again later.
ar: إعادة الاتصال، ارجوك حاول مجدداً لاحقاً
tr: Yeniden bağlanıyor. Lütfen daha sonra tekrar deneyin.

source: Report
ar: تبليغ
tr: Bildir

source: Room Income
ar: مدخول الغرفة
tr: Oda Geliri

source: Say hi to the livestreamer.
ar: قل مرحباً للمذيعة
tr: Yayıncıya merhaba de.

source: Say hi...
ar: قل مرحبا...
tr: Selam ver...

source: Send a %@ by Lucky Box
ar: ارسل ل %@ من صندوق الحظ
tr: Şanslı bir kutu ile %@ gönder

source: Send a %@
ar: ارسل ل %@
tr: Bir hediye gönderdi %@

source: Send coins
ar: ارسل قطع نقدية
tr: Para gönder

source: Send gift
ar: ارسال هدية
tr: Hediye gönder

source: Settings
ar: اعدادات
tr: Ayarlar

source: Show only the top 100 users
ar: اعرض فقط أفضل 100 مستخدم
tr: Sadece en iyi 100 kullanıcıyı göster

source: Start the private chat
ar: ابدأ الدردشة الخاصة
tr: Özel sohbeti başlat

source: Submit
ar: ارسال
tr: Gönder

source: Thank you for your report, we will solve it as soon as possible
ar: شكرا على التبليغ، سوف نتعامل معه في أقرب وقت
tr: Raporunuz için teşekkür ederiz. Sorunu en kısa sürede çözeceğiz

source: The anchor is offline, take a look at other anchors
ar: المذيعة غير متصلة الآن. فلنلق نظرة على مذيعة أخرى.
tr: Bu yayınıcı çevrimdışı. Diğer çevrimiçi yayıncılarla sohbet edin.

source: The host is in a private call. Please come back later
ar: حالياً المذيعة بمكالمة خاصة، ارجوك عد لاحقاً
tr: Yayıncı özel bir görüşmededir. Lütfen daha sonra tekrar kontrol edin

source: The host is in a private call. Please come back later.
ar: حالياً المذيعة بمكالمة خاصة، ارجوك عد لاحقاً.
tr: Yayıncı özel bir görüşmededir. Lütfen daha sonra tekrar kontrol edin.

source: The host is offline. Chat with other online hosts.
ar: المذيعة غير متوفرة حالياً، استمتع مع المذيعات الموجودين حالياً.
tr: Yayıncı çevrimdışı. Diğer yayıncılarla sohbet edin.

source: The host quit, you lost this turn!
ar: المذيعة غادرت، لقد خسرت الجولة.!
tr: yayıncı çıktı, bu sırayı kaybettin!

source: The livestream function has been turned off.
ar: تم إيقاف وظيفة البث المباشر.
tr: Canlı yayın işlevi kapatıldı.

source: The other host quit, congrats, you win this turn!
ar: لقد غادرة المذيعة الأخرى هنيئاً لك، لقد فزت في هذه الجولة
tr: Diğer yayıncı ayrıldı, tebrikler, bu turu siz kazandınız!

source: This round of PK is over. Please wait for the next round.
ar: انتهت هذه الجولة من PK، ارجوك إنتظر الجولة القادمة.
tr: Bu PK turu sona erdi. Lütfen bir sonraki turu bekleyin.

source: Tips
ar: نصائح
tr: İpuçları

source: Type something...
ar: اكتب شيئا...
tr: Bir şey yazın...

source: Upload image (maximum of 4)
ar: تحميل الصورة (4 كحد أقصى)
tr: Resim yükle (en fazla 4)

source: Users
ar: مستعملين
tr: Kullanıcılar

source: Wait
ar: انتظر!
tr: Bekle

source: We have received your report and will solve it ASAP.
ar: لقد تم استلام التبليغ سوف نتعامل معه فس اقرب وقت ممكن.
tr: Raporunuzu tarafımıza ulaşmıştır. Sorunu en kısa sürede çözeceğiz.

source: You don't have enough coins.
ar: ليس لديك قطع نقدية كافية.
tr: yeterli jetonunuz yok.

source: You have been muted.
ar: لقد تم كتم صوتك.
tr: Sesin kapatıldı.

source: You have been unmuted.
ar: لقد تم تفعيل صوتك.
tr: Sesiniz açıldı.

source: Content cannot be empty.
ar: لا يمكن ان يكون المحتوى فارغا
tr: İçerik boş olamaz

source: She's not available.
ar: إنها غير متوفرة.
tr: Müsait değil.

source: You can only upload maximum 7 photos.
ar: يمكنك تحميل 7 صور فقط كحد أقصى.
tr: En fazla 7 fotoğraf yükleyebilirsiniz.

source: Oops, no internet…try again.
ar: عفوًا ، ليس هناك اتصال بالإنترنت ... حاول مرة أخرى.
tr: İnternet bağlantısı yok... Lütfen tekrar deneyin.

source: The livestreamer is busy now. Try to leave her messages.
ar: المذيعة مشغولة الآن. حاول ترك رسالة لها.
tr: Canlı yayıncı şu anda meşgul. Ona bir mesaj bırakmayı deneyin.

source: Insufficient Coins.
ar: عملات غير كافية
tr: Yetersiz Madeni Para.

source: The user blocked you.
ar: قام المستخدم بحظرك.
tr: Kullanıcı sizi engelledi.

source: You blocked the user.
ar: لقد حظرت المستخدم.
tr: Kullanıcıyı engellediniz.

source: The account has been blocked.
ar: تم حظر الحساب.
tr: Hesap engellendi.

source: Anchor doesn't exist.
ar: المذيعة غير موجودة
tr: Yayıncı yok.

source: The caller has hung up.
ar: المتصل أنهى المكالمة.
tr: Arayan telefonu kapattı.

source: User name already exists, please login with password.
ar: اسم المستخدم موجود بالفعل ، يرجى تسجيل الدخول باستخدام كلمة المرور.
tr: Kullanıcı adı zaten mevcut. Lütfen şifre ile giriş yapın.

source: You can only withdraw once a day.
ar: يمكنك السحب مرة واحدة فقط في اليوم.
tr: Günde sadece bir kez para çekebilirsiniz.

source: Mimimum withdraw amount: 100 dollars.
ar: الحد الأدنى لسحب المبلغ: 100 دولار.
tr: Minimum para çekme tutarı: 100 dolar.

source: The nickname is already taken.
ar: الاسم المستعار مستعمل من قبل.
tr: Bu takma isim zaten alınmış.

source: Please don't do anything inappropriate again.Try again in 5 minutes.
ar: من فضلك لا تفعل أي شيء غير مناسب مرة أخرى ، حاول مرة أخرى بعد 5 دقائق
tr: Lütfen uygunsuz bir şey yapmayın. 5 dakika sonra tekrar deneyin.

source: We have a Boss now, please try again later!
ar: لدينا رئيس الآن ، يرجى المحاولة مرة أخرى لاحقًا!
tr: Bir Patronumuz var. Lütfen daha sonra tekrar deneyin!

source: The video chat room is closed.
ar: غرفة الدردشة المرئية مغلوقة حالياً .
tr: Bu görüntülü sohbet odası kapalı.

source: The host is not available now.
ar: المضيفة غير متوفر الآن.
tr: Bu yayıncı şu anda kullanılamıyor.

source: Private call is closed.
ar: الدردشة الخاصة ليست مفتوحة.
tr: Özel arama kapalı.

source: The host is not in the room.
ar: المضيفة ليس في الغرفة.
tr: Bu yayıncı odada değil.

source: Recharge
ar: تعبئة
tr: Yükleme

source: Broadcast
ar: البث
tr: Yayın

source: Drag your favorite medal to the top, it will be displayed on profile
ar: اسحب ميداليتك المفضلة إلى الأعلى، وستعرض في ملفك
tr: Favori madalyanı en üste sürükle, profilde gösterilecek

source: Medal list
ar: قائمة الميداليات
tr: Madalya listesi

source: Medals
ar: ميداليات
tr: Madalya

source: Permanent
ar: إلى الأبد
tr: sonsuza dek

source: More
ar: أكثر
tr: Daha

source: More Events
ar: المزيد من الأحداث
tr: Daha Fazla Etkinlik

source: 100% Extra coins
ar: 100٪ عملات إضافية
tr: %100 Ekstra para

source: VIP Comment Effect
ar: تأثير تعليق VIP
tr: VIP Yorum Etkisi

source: fb_live_luckybox
ar: fb_live_luckybox_ar
tr: fb_live_luckybox_tr

source: fb_live_newmessage_icon
ar: fb_live_newmessage_icon_ar
tr: fb_live_newmessage_icon_tr

source: fb_live_pk_rank_blue_text
ar: fb_live_pk_rank_blue_text_ar
tr: fb_live_pk_rank_blue_text_tr

source: fb_live_pk_rank_red_text
ar: fb_live_pk_rank_red_text_ar
tr: fb_live_pk_rank_red_text_tr

source: fb_live_target_send
ar: fb_live_target_send_ar
tr: fb_live_target_send_tr
